datas = {
    "паспортные данные": {
        "гражданство": "citizenship",
        "серия паспорта": "passport_series",
        "номер паспорта": "passport_number",
        "фамилия": "surname",
        "имя": "name",
        "отчество": "patronymic",
        "пол": "sex",
        "дата рождения": "birthdate",
        "место рождения": "birthplace",
        "место выдачи паспорта": "place_passport",
        "дата выдачи паспорта": "date_passport",
        "место жительства по регистрации": "address_reg",
        "почтовый индекс по регистрации": "postcode_reg",
        "место жительства фактическое": "address",
        "почтовый индекс фактический": "postcode"
    },
    "СНИЛС": {
        "снилс": "snils"
    },
    "ИНН": {
        "инн": "inn"
    },
    "контакты": {
        "номер телефона": "phone_number",
        "почта": "mail"
    },
    "воинская обязанность": {
        "статус воинской обязанности": "military_status",
        "воинское звание": "military_rank",
        "серия военного билета": "military_series",
        "номер военного билета": "military_number",
        "место выдачи военного билета": "place_military",
        "дата выдачи военного билета": "date_military"
    },
    # "образование": {
    #     "уровень образования",
    #     "наименование образовательного учреждения",
    #     "серия и номер диплома",
    #     "дата окончания",
    #     "квалификация",
    #     "направление или специальность по диплому",
    # },
    # "знание языков": {
    #     "иностранные языки": "foreign_language",
    #     "языки народов РФ": "russian_languages"
    # },
    # "близкие родственники": {
    #     "близкий родственник"
    # },
}

simple = dict()
for key, values in datas.items():
    for k, v in values.items():
        simple[k] = v


